13/data/attachments/a1c1fe334658db48.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_591f5839-246a-4089-9257-7da7980e52a0</nif:username>
            <nif:friendToBeAdded>Jennifer_her_Friend_7703_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>